Repository: MaggNorway/walNUT
Catalog: locale/*/*.po
Languages: it

source: NUT: Error!
it: NUT: Errore!

source: Unable to find new devices at host %s:%s
it: Non in grado di trovare nuovi dispositivi nell'host %s:%s

source: NUT: new device found
it: NUT: trovato un nuovo dispositivo

source: Found device %s at host %s:%s
it: Trovato il dispositivo %s nell'host %s:%s

source: NUT: new devices found
it: NUT: trovati nuovi dispositivi

source: Found %d devices at host %s:%s
it: Trovati %d dispositivi nell'host %s:%s

source: NUT: command handled
it: NUT: comando inviato

source: Successfully sent command %s to device %s@%s:%s
it: Inviato con successo il comando %s al dispositivo %s@%s:%s

source: NUT: error while handling command
it: NUT: errore nell'inviare il comando

source: Unable to send command %s to device %s@%s:%s
it: Non in grado di inviare il comando %s al dispositivo %s@%s:%s

source: NUT: setvar handled
it: NUT: variabile gestita

source: Successfully set %s to %s in device %s@%s:%s
it: Impostata la variabile %s al valore %s nel dispositivo %s@%s:%s

source: NUT: error while handling setvar
it: NUT: errore nel gestire la variabile

source: Unable to set %s to %s in device %s@%s:%s
it: Non in grado di impostare la variabile %s al valore %s nel dispositivo %s@%s:%s

source: Preferences
it: Preferenze

source: Credentials
it: Credenziali

source: Find new devices
it: Trova nuovi dispositivi

source: Delete device
it: Rimuovi il dispositivo

source: Help
it: Aiuto

source: C: %d%
it: B: %d%

source: L: %d%
it: C: %d%

source: UPS Credentials
it: Credenziali UPS

source: Wrong username or password
it: Nome utente o password errati

source: Execute
it: Esegui

source: Cancel
it: Annulla

source: To execute the command %s on device %s@%s:%s, please insert a valid username and password
it: Per eseguire il comando %s sul dispositivo %s@%s:%s, per favore inserire un nome utente e una password validi

source: To set the variable %s to %s on device %s@%s:%s, please insert a valid username and password
it: Per impostare la variabile %s al valore %s sul dispositivo %s@%s:%s, per favore inserire un nome utente e una password validi

source: Delete UPS
it: Rimuovi UPS

source: Do you really want to delete the current UPS from the list?
it: Vuoi davvero rimuovere l'attuale UPS dalla lista?

source: Don't delete
it: Non rimuovere

source: Delete
it: Rimuovi

source: Undo and close
it: Annulla e chiudi

source: Save credentials
it: Salva le credenziali

source: Find new UPSes
it: Trova nuovi UPS

source: port
it: porta

source: Start search
it: Inizia la ricerca

source: UPS Commands
it: Comandi UPS

source: Error while retrieving UPS commands
it: Errore nel recuperare i comandi dell'UPS

source: No UPS command available
it: Nessun comando dell'UPS disponibile

source: Decrement by one
it: Decrementa di un'unità

source: Increment by one
it: Incrementa di un'unità

source: Set
it: Imposta

source: String too long
it: Stringa troppo lunga

source: set this variable to..
it: imposta questa variabile..

source: Raw Data
it: Dati grezzi

source: Charge
it: Carica Batteria

source: Load
it: Carico

source: Backup Time
it: Tempo Backup

source: Temperature
it: Temperatura

source: Battery Charge
it: Carica Batteria

source: Device Load
it: Livello di carico

source: Alarm!
it: Allarme!

source: (N/A)
it: (N/D)

source: Error! No NUT found
it: Errore! NUT non trovato

source: walNUT can't find NUT's executable, please check your installation
it: walNUT non è riuscito a trovare gli eseguibili di NUT, per favore controlla la tua installazione

source: Error! No UPS found
it: Errore! Nessun UPS trovato

source: walNUT can't find any UPS, please add one hostname:port to search in
it: walNUT non è riuscito a trovare nessun UPS, per favore aggiungi un hostname:porta in cui cercarne

source: Error! UPS not available
it: Errore! L'UPS non è disponibile

source: walNUT can't communicate to chosen UPS, please select or add another one or check your installation
it: walNUT non può comunicare con l'UPS scelto, per favore selezionane o aggiungine un altro o controlla la tua installazione

source: Seconds before next update
it: Secondi prima del prossimo aggiornamento

source: The seconds after walNUT updates the data from the device. (default: 15)
it: I secondi dopo i quali walNUT aggiorna i dati del dispositivo. (default: 15)

source: Temperature unit
it: Unità di misura della temperatura

source: The unit (Centigrade or Fahrenheit) walNUT should display the temperature in. (default: Centigrade)
it: L'unità di misura (Centigradi o Fahrenheit) in cui walNUT deve mostrare la temperatura. (default: Centigradi)

source: Centigrade
it: Centigradi

source: Display load in the icon
it: Mostra il carico del dispositivo nell'icona

source: Whether the device load should be displayed in panel icon or not. (default: OFF)
it: Se il livello di carico del dispositivo deve essere visualizzato nell'icona sul pannello oppure no. (default: OFF)

source: Display load in the label
it: Mostra il carico del dispositivo nell'etichetta

source: Whether the device load should be displayed in panel label or not. (default: OFF)
it: Se il livello di carico del dispositivo deve essere visualizzato nell'etichetta sul pannello oppure no. (default: OFF)

source: Display charge in the label
it: Mostra la carica della batteria nell'etichetta

source: Whether the battery charge should be displayed in panel label or not. (default: OFF)
it: Se il livello di carica della batteria deve essere visualizzato nell'etichetta sul pannello oppure no. (default: OFF)

source: Use a less noisy style for the menu
it: Usa uno stile meno 'rumoroso' per il menu

source: Whether the extension should use a less noisy, more in line with Gnome Shell's own, style or not for the panel menu. (default: ON)
it: Se l’esensione deve usare per il menu del pannello uno stile meno 'rumoroso', più in linea con quello di Gnome Shell, oppure no. (default: ON)

source: Display not available devices
it: Mostra i dispositivi non disponibili

source: Display also not available devices in the submenu in panel menu (chosen device will be always displayed, also if not available, in spite of this option). (default: OFF)
it: Visualizza anche i dispositivi non disponibili nel sotto-menu del menu del pannello (il dispositivo scelto sarà sempre mostrato, anche se non disponibile, a dispetto di questa opzione). (default: OFF)

source: Display device model
it: Mostra il modello del disposivo

source: Show also device model ('manufacturer - model'), if available, in the panel menu. (default: ON)
it: Visualizza anche il modello del dispositivo (‘produttore - modello’), se disponibile, nel menu del pannello. (default: ON)

source: Display battery charge
it: Mostra la carica della batteria

source: Show also battery charge, if available, in the panel menu. (default: ON)
it: Visualizza anche il livello di carica della batteria, se disponibile, nel menu del pannello. (default: ON)

source: Display load level
it: Mostra il carico del dispositivo

source: Show also load level, if available, in the panel menu. (default: ON)
it: Visualizza anche il livello di carico del dispositivo, se disponibile, nel menu del pannello. (default: ON)

source: Display backup time
it: Mostra il tempo di backup

source: Show also backup time, if available, in the panel menu. (default: ON)
it: Visualizza anche il tempo stimato di backup, se disponibile, nel menu del pannello. (default: ON)

source: Display device temperature
it: Mostra la temperatura del dispositivo

source: Show also device temperature, if available, in the panel menu. (default: ON)
it: Visualizza anche la temperatura del dispositivo, se disponibile, nel menu del pannello. (default: ON)

source: Display raw data
it: Mostra i dati grezzi

source: Show also raw data in a submenu. (default: OFF)
it: Visualizza anche i dati grezzi in un sotto-menu. (default: OFF)

source: Display device's commands
it: Mostra i comandi del disposivo

source: Display device's available commands. Requires upsd user and password to execute them. (default: OFF)
it: Visualizza i comandi del dispositivo disponibili. Sono necessari nome utente e password di upsd per eseguirli. (default: OFF)

source: Hide password at credentials box
it: Nascondi la password nel riquadro delle credenziali

source: Whether the password at credentials box should be hidden or not. (default: ON)
it: Se la password nel riquadro delle credenziali deve essere nascosta oppure no. (default: OFF)

source: Display description of device's commands
it: Mostra la descrizione dei comandi del dispositivo

source: Display also a localized description of device's available commands in the submenu. (default: ON)
it: Visualizza anche una descrizione localizzata dei comandi del dispositivo disponibili. (default: ON)

source: General/Panel
it: Generiche/Pannello

source: General options
it: Opzioni generiche

source: Panel options
it: Opzioni del pannello

source: on line
it: in linea

source: on battery
it: a batteria

source: , low battery
it: , batteria scarica

source: , replace battery
it: , batteria da sostituire

source: , charging
it: , in carica

source: , discharging
it: , in scarica

source: , runtime calibration
it: , calibrazione dell'autonomia

source: , offline
it: , spento

source: , overloaded
it: , sovraccarico

source: , trimming
it: , smorzamento

source: , boosting
it: , potenziamento

source: , forced shutdown
it: , arresto forzato

source: ‟..and all's well!” [NUTSY (shouting)]
it: ‟..e tutto va bene!” [TONTO (urlando)]

source: d
it: g

source: h
it: o

source: Turn off the load immediately
it: Spegni il carico immediatamente

source: Turn on the load immediately
it: Accendi il carico immediatamente

source: Turn off the load possibly after a delay
it: Spegni il carico possibilmente dopo un ritardo

source: Turn on the load possibly after a delay
it: Accendi il carico possibilmente dopo un ritardo

source: Turn off the load possibly after a delay and return when power is back
it: Spegni il carico possibilmente dopo un ritardo e riaccendilo quando la corrente è tornata

source: Turn off the load possibly after a delay and remain off even if power returns
it: Spegni il carico possibilmente dopo un ritardo e rimani spento anche se la corrente ritorna

source: Stop a shutdown in progress
it: Annulla un arresto in corso

source: Shut down the load briefly while rebooting the UPS
it: Spegni il carico brevemente mentre si riavvia l'UPS

source: After a delay, shut down the load briefly while rebooting the UPS
it: Dopo un ritardo, spegni il carico brevemente mentre si riavvia l'UPS

source: Start testing the UPS panel
it: Inizia un test del pannello dell'UPS

source: Stop a UPS panel test
it: Ferma un test del pannello dell'UPS

source: Start a simulated power failure
it: Inizia una simulazione d'interruzione di corrente

source: Stop simulating a power failure
it: Ferma la simulazione d'interruzione di corrente

source: Start a battery test
it: Inizia un test sulla batteria

source: Start a "quick" battery test
it: Inizia un test "veloce" sulla batteria

source: Start a "deep" battery test
it: Inizia un test "profondo" sulla batteria

source: Stop the battery test
it: Ferma il test sulla batteria

source: Start runtime calibration
it: Inizia una calibrazione dell'autonomia

source: Stop runtime calibration
it: Ferma la calibrazione dell'autonomia

source: Put the UPS in bypass mode
it: Metti l'UPS in modalità bypass

source: Take the UPS out of bypass mode
it: Togli l'UPS dalla modalità bypass

source: Reset minimum and maximum input voltage status
it: Azzera lo stato del minimo e del massimo voltaggio in ingresso

source: Reset watchdog timer (forced reboot of load)
it: Azzera il timer del watchdog (riavvio forzato del carico)

source: Enable UPS beeper/buzzer
it: Abilita il segnale acustico dell'UPS

source: Disable UPS beeper/buzzer
it: Disabilita il segnale acustico dell'UPS

source: Temporarily mute UPS beeper/buzzer
it: Silenzia temporaneamente il segnale acustico dell'UPS

source: Toggle UPS beeper/buzzer
it: Commuta il segnale acustico dell'UPS

source: Turn off the outlet #%d possibly after a delay and return when power is back
it: Spegni la presa #%d possibilmente dopo un ritardo e riaccendila quando la corrente è tornata

source: Turn off the outlet #%d immediately
it: Spegni la presa #%d immediatamente

source: Turn on the outlet #%d immediately
it: Accendi la presa #%d immediatemente

source: Power cycle the outlet #%d immediately
it: Spegni e riaccendi la presa #%d immediatamente
